/* No comment provided by engineer. */
" and information specific to your build of %@" = "現在使用している%@のバージョンに固有の情報";

/* No comment provided by engineer. */
"%@ Crash Reporter" = "%@クラッシュレポーター";

/* No comment provided by engineer. */
"A detailed explanation of what you were doing when %@ crashed (optional)" = "%@がクラッシュしたときの操作についての詳しい説明（オプション）";

/* No comment provided by engineer. */
"A short description of the crash" = "概要";

/* No comment provided by engineer. */
"Additional crash details: (Optional)" = "クラッシュについての追加情報:（オプション）";

/* No comment provided by engineer. */
"Close" = "閉じる";

/* No comment provided by engineer. */
"Contact Information Required" = "連絡先の記入が必要です。";

/* No comment provided by engineer. */
"Contact information: (Required)" = "連絡先:（必須）";

/* No comment provided by engineer. */
"Description:" = "概要:";

/* No comment provided by engineer. */
"Information sent through the crash reporter is used for debugging purposes only.  Please do not submit confidential information or passwords.\n\nThe following crash log will be sent to the %@ developers with the information you've entered%@." = "クラッシュレポーターを通じて送信された情報は、バグ修正の目的にのみ使用されます。機密情報やパスワードは送信しないでください。\n\n以下のクラッシュログは%2$@とレポートに入力された情報とともに%1$@のディベロッパーに送信されます。";

/* No comment provided by engineer. */
"OK" = "OK";

/* No comment provided by engineer. */
"Please provide either your email address or IM name in case we need to contact you for additional information (or to suggest a solution)." = "追加情報が必要な場合や解決方法をお知らせする場合のために、EメールアドレスかIMネームを記入してください。";

/* No comment provided by engineer. */
"Please take a moment to send us this crash report.  It will help make %@ as stable and reliable as possible." = "%@をより安定した信頼性の高いソフトウェアにするため、クラッシュレポートの送信にご協力ください。";

/* No comment provided by engineer. */
"Privacy Information" = "プライバシーに関する情報";

/* No comment provided by engineer. */
"Relaunch %@" = "%@を再起動する";

/* No comment provided by engineer. */
"Send report and relaunch %@" = "レポートを送信し%@を再起動する";

/* No comment provided by engineer. */
"The application %@ has unexpectedly quit" = "%@アプリケーションは予期しない問題により終了しました。";

/* No comment provided by engineer. */
"The server could not handle your request at this time." = "サーバが要求を処理できませんでした。";

/* No comment provided by engineer. */
"Try Again" = "再試行";

/* No comment provided by engineer. */
"Unable to send crash report" = "クラッシュレポートを送信できませんでした。";

/* No comment provided by engineer. */
"Your email address" = "Eメールアドレス";

/* No comment provided by engineer. */
"Your Email:" = "Eメール:";

/* No comment provided by engineer. */
"Your version of %@ is out of date, so crash reporting has been disabled. Your version is %@.  The current version is %@. Please update to the latest version, as your crash may have already been fixed." = "%1$@のバージョンが古いため、クラッシュレポートが送信できなくなっています。現在お使いのバージョンは%2$@で、最新版は%3$@です。すでにバグが修正されている可能性があるので、最新版にアップデートしてください。";

